Revit 2027 API
AssetSet Properties
The AssetSet type exposes the following members.
Properties
Name | Description
IsEmpty
IsReadOnly | Identifies if the object is read-only or modifiable.
(Inherited from APIObject)
Size
Top
See Also
Reference
AssetSet Class
Autodesk.Revit.DB.Visual Namespace